/* No comment provided by engineer. */
"0" = "0";

/* No comment provided by engineer. */
"4文字以上12文字以内で入力してください。\n" = "Ange minst fyra tecken till 12 tecken.\n";

/* No comment provided by engineer. */
"このアプリについて" = "Om denna app";

/* No comment provided by engineer. */
"ガス" = "gas";

/* No comment provided by engineer. */
"タイトルが入力されていません。\n" = "Titel har inte angetts.\n";

/* No comment provided by engineer. */
"データ保護のために設定したパスワードを入力してください。\n\n\n" = "Ange det lösenord du angivit för dataskydd.\n\n\n";

/* No comment provided by engineer. */
"データ保護のためのパスワードを設定します。半角英数字4文字以上12文字以内で入力してください。\n\n\n" = "Jag satt ett lösenord för att skydda data. Ange minst 4 alfanumeriska tecken upp till 12 tecken.\n\n\n";

/* No comment provided by engineer. */
"パスワードが一致しません。\n" = "Lösenordet stämmer inte.\n";

/* No comment provided by engineer. */
"パスワード入力" = "Ange lösenord";

/* No comment provided by engineer. */
"パスワード設定" = "Lösenordsinställningar";

/* No comment provided by engineer. */
"ローン" = "lån";

/* No comment provided by engineer. */
"予算" = "budget";

/* No comment provided by engineer. */
"入力された値が大きすぎます。\n" = "Det angivna värdet är för stort\n";

/* No comment provided by engineer. */
"入力エラー" = "Ingång fel";

/* No comment provided by engineer. */
"利用可能額/月" = "belopp som　/månad";

/* No comment provided by engineer. */
"利用可能額/週" = "belopp som　/Vecka";

/* No comment provided by engineer. */
"半角英数字を入力してください。\n" = "Ange alfanumeriska tecken.\n";

/* No comment provided by engineer. */
"収入" = "intäkter";

/* No comment provided by engineer. */
"収入合計" = "totala intäkter";

/* No comment provided by engineer. */
"収入項目\n" = "resultatposter\n";

/* No comment provided by engineer. */
"家計の予算編成" = "Household Budgeting";

/* No comment provided by engineer. */
"家計簿が『支出の結果』を記録するのに対し、本アプリでは『支出の計画』をたてます。\n①収入 - 毎月固定の収入\n②貯蓄 - 毎月固定の貯蓄額\n③支出 - 毎月固定の費用と水道光熱費などのインフラ関連費用\n\nの項目を入力することにより、1週間に利用可能な食事、交遊費などの変動費の算出を行い、計画的な金銭管理をサポートします。" = "Denna app utgifterna plan.\n\nGenom att ange de fasta kostnaderna tre sektioner, måltider tillgängliga per vecka, vid beräkningen av rörliga kostnader såsom kostnader för vänskap, stöder vi den ekonomiska förvaltningen avsiktlig.\n";

/* No comment provided by engineer. */
"家賃" = "hyr";

/* No comment provided by engineer. */
"携帯電話" = "mobiltelefon";

/* No comment provided by engineer. */
"支出" = "utgifter";

/* No comment provided by engineer. */
"支出合計" = "totala utgifter";

/* No comment provided by engineer. */
"支出項目\n" = "punkt av kostnader\n";

/* No comment provided by engineer. */
"文字が入力されていません。\n" = "Karaktär har inte angetts.\n";

/* No comment provided by engineer. */
"水道" = "vatten";

/* No comment provided by engineer. */
"積立貯金" = "besparingar fond";

/* No comment provided by engineer. */
"給与収入" = "löneinkomster";

/* No comment provided by engineer. */
"表示\n" = "visa\n";

/* No comment provided by engineer. */
"設定" = "Inställning";

/* No comment provided by engineer. */
"貯蓄" = "besparingar";

/* No comment provided by engineer. */
"貯蓄合計" = "totala sparandet";

/* No comment provided by engineer. */
"貯蓄項目\n" = "besparingar objekt\n";

/* No comment provided by engineer. */
"金額" = "Belopp";

/* No comment provided by engineer. */
"金額が入力されていません。\n" = "Belopp har inte angetts.\n";

/* No comment provided by engineer. */
"金額は半角数字で入力してください。\n" = "Belopp Ange numeriska tecken.\n";

/* No comment provided by engineer. */
"電気" = "elektricitet";

/* No comment provided by engineer. */
"項目" = "Punkt";

/* No comment provided by engineer. */
"項目と金額の設定" = "Konfiguration objekt och belopp";

/* No comment provided by engineer. */
"項目名" = "objektnamn";

/* No comment provided by engineer. */
"項目名\n0" = "objektnamn\n0";

/* No comment provided by engineer. */
"項目名は全角8文字(半角16文字)以内で入力してください。\n" = "Ange objektnamn upp till 16 tecken.\n";

/* No comment provided by engineer. */
"項目名を全角8文字(半角16文字)以内で、金額を半角数字で入力してください。\n\n" = "Upp till 16 tecken i objektet namn, ange beloppet i numeriska tecken.\n";

